{"class_name": "Tokenizer", "config": {"num_words": null, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": true, "oov_token": "<OOV>", "document_count": 1388280, "word_counts": "{\"c\": 2345988, \"o\": 2999018, \"n\": 1930374, \"f\": 971364, \"i\": 2245306, \"r\": 1889203, \"m\": 1976728, \"a\": 2704267, \"t\": 1931949, \"-\": 497517, \"p\": 1519762, \"g\": 992645, \"e\": 3234817, \"s\": 2021248, \"6\": 376818, \"1\": 482681, \"5\": 389824, \"4\": 417995, \"2\": 511495, \".\": 2280355, \"/\": 1522305, \"u\": 1095165, \"8\": 332019, \"y\": 583554, \"d\": 1423174, \"0\": 479605, \"h\": 957832, \"l\": 1572703, \"w\": 632484, \"b\": 1058219, \"?\": 106714, \"=\": 181966, \"_\": 122235, \"&\": 88556, \";\": 57951, \"k\": 555519, \"7\": 371322, \"3\": 425211, \"9\": 308271, \"v\": 510226, \"x\": 412918, \"j\": 309031, \"q\": 217325, \"z\": 303036, \"@\": 17728, \"%\": 31747, \":\": 16808, \"\\\\\": 5703, \"~\": 4437, \"(\": 1954, \")\": 1566, \"#\": 3081, \",\": 6256, \"|\": 444, \">\": 444, \"]\": 256, \"+\": 2028, \" \": 2291, \"{\": 329, \"}\": 337, \"!\": 1735, \"\\u00e6\": 72, \"\\u02c6\": 40, \"\\u0090\": 14, \"\\u00e5\": 93, \"\\u201c\": 26, \"\\u0081\": 9, \"<\": 417, \"$\": 796, \"\\u00b3\": 77, \"\\u00a8\": 74, \"\\u2020\": 56, \"\\u0153\": 76, \"[\": 219, \"*\": 1609, \"'\": 93, \"\\u00d7\": 110, \"\\u201d\": 13, \"\\u2122\": 30, \"\\u2019\": 5, \"\\u00aa\": 5, \"\\u2022\": 10, \"\\u00a9\": 9, \"\\u00a7\": 18, \"\\u00a6\": 5, \"\\u00ff\": 10, \"\\u2018\": 12, \"\\u02dc\": 5, \"\\u2014\": 16, \"\\u203a\": 5, \"\\\"\": 6, \"^\": 113, \"\\u00e2\": 483, \"\\u20ac\": 432, \"\\u0161\": 439, \"`\": 42, \"\\u00e3\": 54, \"\\u00e4\": 34, \"\\u00bd\": 17, \"\\u00bf\": 15, \"\\u00e7\": 52, \"\\u00a0\": 5, \"\\u0648\": 10, \"\\u00b2\": 10, \"\\u00b8\": 26, \"\\u2030\": 26, \"\\u00ae\": 20, \"\\u00be\": 8, \"\\u017e\": 8, \"\\u00b4\": 13, \"\\u00e8\": 17, \"\\u00a3\": 22, \"\\u201a\": 13, \"\\u0192\": 14, \"\\u00a1\": 6, \"\\u00a4\": 16, \"\\u00ac\": 5, \"\\u00b1\": 4, \"\\u00ba\": 12, \"\\u0627\": 7, \"\\u0647\": 19, \"\\u0621\": 7, \"\\u0645\": 7, \"\\u00ad\": 5, \"\\u00a2\": 3, \"\\u00af\": 1, \"\\u00b9\": 4, \"\\u0646\": 6, \"\\u00b0\": 2, \"\\u0688\": 2, \"\\u2021\": 2, \"\\u2039\": 4, \"\\u00bb\": 4, \"\\u061f\": 2, \"\\u00e9\": 2, \"\\u00ef\": 10, \"\\u00bc\": 10, \"\\u00ab\": 5, \"\\u008f\": 10, \"\\u00b7\": 5}", "word_docs": "{\"l\": 802736, \"h\": 593659, \"u\": 678472, \"6\": 190495, \"2\": 251294, \"p\": 673351, \"n\": 915695, \"o\": 1210400, \"g\": 617394, \"t\": 914971, \"0\": 210202, \"s\": 910642, \"8\": 167935, \"m\": 1036212, \".\": 1388016, \"-\": 326879, \"d\": 701664, \"f\": 467426, \"a\": 1036997, \"/\": 556230, \"4\": 205590, \"e\": 1084741, \"c\": 1104970, \"i\": 970381, \"y\": 398189, \"1\": 232037, \"5\": 194492, \"r\": 945750, \"9\": 152076, \"=\": 94492, \"3\": 214203, \"w\": 412174, \"k\": 384786, \"?\": 98927, \"&\": 42602, \"b\": 571355, \";\": 26328, \"_\": 68839, \"7\": 186677, \"v\": 365682, \"x\": 269137, \"j\": 206204, \"q\": 125301, \"z\": 205535, \"@\": 16554, \"%\": 12090, \":\": 14414, \"\\\\\": 5661, \"~\": 4229, \"(\": 1250, \")\": 1230, \"#\": 2878, \",\": 1637, \"|\": 303, \">\": 422, \"]\": 216, \"+\": 669, \" \": 1931, \"}\": 250, \"{\": 254, \"!\": 1204, \"\\u00e6\": 65, \"\\u0081\": 9, \"\\u00e5\": 78, \"\\u201c\": 24, \"\\u02c6\": 22, \"\\u0090\": 14, \"<\": 398, \"$\": 462, \"\\u00a8\": 69, \"\\u0153\": 69, \"\\u2020\": 56, \"\\u00b3\": 77, \"[\": 186, \"*\": 352, \"'\": 89, \"\\u00a9\": 7, \"\\u2014\": 14, \"\\u00a6\": 5, \"\\u203a\": 5, \"\\u02dc\": 5, \"\\u00d7\": 5, \"\\u2022\": 5, \"\\u2018\": 7, \"\\u2019\": 5, \"\\u00ff\": 5, \"\\u201d\": 13, \"\\u00a7\": 18, \"\\u2122\": 13, \"\\u00aa\": 5, \"\\\"\": 3, \"^\": 48, \"\\u20ac\": 36, \"\\u0161\": 43, \"\\u00e2\": 64, \"`\": 38, \"\\u00e3\": 20, \"\\u00e7\": 23, \"\\u00bf\": 15, \"\\u00bd\": 11, \"\\u00e4\": 21, \"\\u00a0\": 5, \"\\u00b2\": 10, \"\\u0648\": 10, \"\\u2030\": 13, \"\\u017e\": 8, \"\\u00be\": 8, \"\\u00a3\": 19, \"\\u00e8\": 15, \"\\u00b4\": 13, \"\\u00ae\": 18, \"\\u00b8\": 13, \"\\u00a1\": 6, \"\\u201a\": 12, \"\\u0192\": 7, \"\\u00a4\": 4, \"\\u00ac\": 5, \"\\u00b1\": 4, \"\\u00ba\": 12, \"\\u0621\": 7, \"\\u0627\": 7, \"\\u0647\": 9, \"\\u0645\": 7, \"\\u00ad\": 5, \"\\u00af\": 1, \"\\u00a2\": 1, \"\\u2021\": 2, \"\\u061f\": 2, \"\\u0688\": 2, \"\\u2039\": 2, \"\\u00bb\": 2, \"\\u0646\": 2, \"\\u00b9\": 2, \"\\u00e9\": 2, \"\\u00b0\": 2, \"\\u008f\": 5, \"\\u00bc\": 5, \"\\u00b7\": 5, \"\\u00ef\": 5, \"\\u00ab\": 5}", "index_docs": "{\"13\": 802736, \"21\": 593659, \"17\": 678472, \"34\": 190495, \"25\": 251294, \"15\": 673351, \"11\": 915695, \"3\": 1210400, \"19\": 617394, \"10\": 914971, \"29\": 210202, \"8\": 910642, \"36\": 167935, \"9\": 1036212, \"6\": 1388016, \"27\": 326879, \"16\": 701664, \"20\": 467426, \"4\": 1036997, \"14\": 556230, \"31\": 205590, \"2\": 1084741, \"5\": 1104970, \"7\": 970381, \"23\": 398189, \"28\": 232037, \"33\": 194492, \"12\": 945750, \"38\": 152076, \"41\": 94492, \"30\": 214203, \"22\": 412174, \"24\": 384786, \"43\": 98927, \"44\": 42602, \"18\": 571355, \"45\": 26328, \"42\": 68839, \"35\": 186677, \"26\": 365682, \"32\": 269137, \"37\": 206204, \"40\": 125301, \"39\": 205535, \"47\": 16554, \"46\": 12090, \"48\": 14414, \"50\": 5661, \"51\": 4229, \"55\": 1250, \"58\": 1230, \"52\": 2878, \"49\": 1637, \"61\": 303, \"62\": 422, \"68\": 216, \"54\": 669, \"53\": 1931, \"66\": 250, \"67\": 254, \"56\": 1204, \"77\": 65, \"111\": 9, \"72\": 78, \"85\": 24, \"82\": 22, \"97\": 14, \"65\": 398, \"59\": 462, \"76\": 69, \"75\": 69, \"78\": 56, \"74\": 77, \"69\": 186, \"57\": 352, \"73\": 89, \"112\": 7, \"94\": 14, \"123\": 5, \"125\": 5, \"124\": 5, \"71\": 5, \"104\": 5, \"102\": 7, \"121\": 5, \"105\": 5, \"99\": 13, \"91\": 18, \"84\": 13, \"122\": 5, \"118\": 3, \"70\": 48, \"64\": 36, \"63\": 43, \"60\": 64, \"81\": 38, \"79\": 20, \"80\": 23, \"96\": 15, \"92\": 11, \"83\": 21, \"126\": 5, \"107\": 10, \"106\": 10, \"87\": 13, \"114\": 8, \"113\": 8, \"88\": 19, \"93\": 15, \"100\": 13, \"89\": 18, \"86\": 13, \"119\": 6, \"101\": 12, \"98\": 7, \"95\": 4, \"127\": 5, \"131\": 4, \"103\": 12, \"116\": 7, \"115\": 7, \"90\": 9, \"117\": 7, \"128\": 5, \"141\": 1, \"135\": 1, \"138\": 2, \"139\": 2, \"137\": 2, \"133\": 2, \"134\": 2, \"120\": 2, \"132\": 2, \"140\": 2, \"136\": 2, \"110\": 5, \"109\": 5, \"130\": 5, \"108\": 5, \"129\": 5}", "index_word": "{\"1\": \"<OOV>\", \"2\": \"e\", \"3\": \"o\", \"4\": \"a\", \"5\": \"c\", \"6\": \".\", \"7\": \"i\", \"8\": \"s\", \"9\": \"m\", \"10\": \"t\", \"11\": \"n\", \"12\": \"r\", \"13\": \"l\", \"14\": \"/\", \"15\": \"p\", \"16\": \"d\", \"17\": \"u\", \"18\": \"b\", \"19\": \"g\", \"20\": \"f\", \"21\": \"h\", \"22\": \"w\", \"23\": \"y\", \"24\": \"k\", \"25\": \"2\", \"26\": \"v\", \"27\": \"-\", \"28\": \"1\", \"29\": \"0\", \"30\": \"3\", \"31\": \"4\", \"32\": \"x\", \"33\": \"5\", \"34\": \"6\", \"35\": \"7\", \"36\": \"8\", \"37\": \"j\", \"38\": \"9\", \"39\": \"z\", \"40\": \"q\", \"41\": \"=\", \"42\": \"_\", \"43\": \"?\", \"44\": \"&\", \"45\": \";\", \"46\": \"%\", \"47\": \"@\", \"48\": \":\", \"49\": \",\", \"50\": \"\\\\\", \"51\": \"~\", \"52\": \"#\", \"53\": \" \", \"54\": \"+\", \"55\": \"(\", \"56\": \"!\", \"57\": \"*\", \"58\": \")\", \"59\": \"$\", \"60\": \"\\u00e2\", \"61\": \"|\", \"62\": \">\", \"63\": \"\\u0161\", \"64\": \"\\u20ac\", \"65\": \"<\", \"66\": \"}\", \"67\": \"{\", \"68\": \"]\", \"69\": \"[\", \"70\": \"^\", \"71\": \"\\u00d7\", \"72\": \"\\u00e5\", \"73\": \"'\", \"74\": \"\\u00b3\", \"75\": \"\\u0153\", \"76\": \"\\u00a8\", \"77\": \"\\u00e6\", \"78\": \"\\u2020\", \"79\": \"\\u00e3\", \"80\": \"\\u00e7\", \"81\": \"`\", \"82\": \"\\u02c6\", \"83\": \"\\u00e4\", \"84\": \"\\u2122\", \"85\": \"\\u201c\", \"86\": \"\\u00b8\", \"87\": \"\\u2030\", \"88\": \"\\u00a3\", \"89\": \"\\u00ae\", \"90\": \"\\u0647\", \"91\": \"\\u00a7\", \"92\": \"\\u00bd\", \"93\": \"\\u00e8\", \"94\": \"\\u2014\", \"95\": \"\\u00a4\", \"96\": \"\\u00bf\", \"97\": \"\\u0090\", \"98\": \"\\u0192\", \"99\": \"\\u201d\", \"100\": \"\\u00b4\", \"101\": \"\\u201a\", \"102\": \"\\u2018\", \"103\": \"\\u00ba\", \"104\": \"\\u2022\", \"105\": \"\\u00ff\", \"106\": \"\\u0648\", \"107\": \"\\u00b2\", \"108\": \"\\u00ef\", \"109\": \"\\u00bc\", \"110\": \"\\u008f\", \"111\": \"\\u0081\", \"112\": \"\\u00a9\", \"113\": \"\\u00be\", \"114\": \"\\u017e\", \"115\": \"\\u0627\", \"116\": \"\\u0621\", \"117\": \"\\u0645\", \"118\": \"\\\"\", \"119\": \"\\u00a1\", \"120\": \"\\u0646\", \"121\": \"\\u2019\", \"122\": \"\\u00aa\", \"123\": \"\\u00a6\", \"124\": \"\\u02dc\", \"125\": \"\\u203a\", \"126\": \"\\u00a0\", \"127\": \"\\u00ac\", \"128\": \"\\u00ad\", \"129\": \"\\u00ab\", \"130\": \"\\u00b7\", \"131\": \"\\u00b1\", \"132\": \"\\u00b9\", \"133\": \"\\u2039\", \"134\": \"\\u00bb\", \"135\": \"\\u00a2\", \"136\": \"\\u00b0\", \"137\": \"\\u0688\", \"138\": \"\\u2021\", \"139\": \"\\u061f\", \"140\": \"\\u00e9\", \"141\": \"\\u00af\"}", "word_index": "{\"<OOV>\": 1, \"e\": 2, \"o\": 3, \"a\": 4, \"c\": 5, \".\": 6, \"i\": 7, \"s\": 8, \"m\": 9, \"t\": 10, \"n\": 11, \"r\": 12, \"l\": 13, \"/\": 14, \"p\": 15, \"d\": 16, \"u\": 17, \"b\": 18, \"g\": 19, \"f\": 20, \"h\": 21, \"w\": 22, \"y\": 23, \"k\": 24, \"2\": 25, \"v\": 26, \"-\": 27, \"1\": 28, \"0\": 29, \"3\": 30, \"4\": 31, \"x\": 32, \"5\": 33, \"6\": 34, \"7\": 35, \"8\": 36, \"j\": 37, \"9\": 38, \"z\": 39, \"q\": 40, \"=\": 41, \"_\": 42, \"?\": 43, \"&\": 44, \";\": 45, \"%\": 46, \"@\": 47, \":\": 48, \",\": 49, \"\\\\\": 50, \"~\": 51, \"#\": 52, \" \": 53, \"+\": 54, \"(\": 55, \"!\": 56, \"*\": 57, \")\": 58, \"$\": 59, \"\\u00e2\": 60, \"|\": 61, \">\": 62, \"\\u0161\": 63, \"\\u20ac\": 64, \"<\": 65, \"}\": 66, \"{\": 67, \"]\": 68, \"[\": 69, \"^\": 70, \"\\u00d7\": 71, \"\\u00e5\": 72, \"'\": 73, \"\\u00b3\": 74, \"\\u0153\": 75, \"\\u00a8\": 76, \"\\u00e6\": 77, \"\\u2020\": 78, \"\\u00e3\": 79, \"\\u00e7\": 80, \"`\": 81, \"\\u02c6\": 82, \"\\u00e4\": 83, \"\\u2122\": 84, \"\\u201c\": 85, \"\\u00b8\": 86, \"\\u2030\": 87, \"\\u00a3\": 88, \"\\u00ae\": 89, \"\\u0647\": 90, \"\\u00a7\": 91, \"\\u00bd\": 92, \"\\u00e8\": 93, \"\\u2014\": 94, \"\\u00a4\": 95, \"\\u00bf\": 96, \"\\u0090\": 97, \"\\u0192\": 98, \"\\u201d\": 99, \"\\u00b4\": 100, \"\\u201a\": 101, \"\\u2018\": 102, \"\\u00ba\": 103, \"\\u2022\": 104, \"\\u00ff\": 105, \"\\u0648\": 106, \"\\u00b2\": 107, \"\\u00ef\": 108, \"\\u00bc\": 109, \"\\u008f\": 110, \"\\u0081\": 111, \"\\u00a9\": 112, \"\\u00be\": 113, \"\\u017e\": 114, \"\\u0627\": 115, \"\\u0621\": 116, \"\\u0645\": 117, \"\\\"\": 118, \"\\u00a1\": 119, \"\\u0646\": 120, \"\\u2019\": 121, \"\\u00aa\": 122, \"\\u00a6\": 123, \"\\u02dc\": 124, \"\\u203a\": 125, \"\\u00a0\": 126, \"\\u00ac\": 127, \"\\u00ad\": 128, \"\\u00ab\": 129, \"\\u00b7\": 130, \"\\u00b1\": 131, \"\\u00b9\": 132, \"\\u2039\": 133, \"\\u00bb\": 134, \"\\u00a2\": 135, \"\\u00b0\": 136, \"\\u0688\": 137, \"\\u2021\": 138, \"\\u061f\": 139, \"\\u00e9\": 140, \"\\u00af\": 141}"}}